Repository: maisengasse/newsletter
Catalog: emencia/django/newsletter/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mailing lists
de: Empfängerliste

source: server user
de: Server Benutzer

source: Leave it empty if the host is public.
de: Lassen Sie es leer, falls der Host öffentlich ist.

source: server password
de: Server Passwort

source: server use TLS
de: Server benutzt TLS

source: custom headers
de: Zusatzheader

source: key1: value1 key2: value2, splitted by return line.
de: key1: value1 key2: value2, getrennt durch Zeilenumbruch.

source: mails per hour
de: Mails pro Stunde

source: SMTP servers
de: SMTP-Server

source: first name
de: Vorname

source: last name
de: Nachname

source: subscriber
de: Abonennt

source: valid email
de: gültige E-Mail

source: contact tester
de: Testkontakt

source: creation date
de: Erstellungsdatum

source: modification date
de: Modifizierungsdatum

source: contact
de: Kontakt

source: contacts
de: Kontakte

source: description
de: Beschreibung

source: subscribers
de: Abonennten

source: unsubscribers
de: Abmeldungen

source: mailing list
de: Empfängerliste

source: mailing lists
de: Empfängerlisten

source: draft
de: Entwurf

source: waiting sending
de: Warte auf Versand

source: sending
de: Versand läuft

source: sent
de: Gesendet

source: canceled
de: Abgebrochen

source: title
de: Titel

source: content
de: Inhalt

source: Or paste an URL.
de: Order fügen Sie eine Url ein

source: Edit your newsletter here
de: Bearbeiten Sie hier ihren Newsletter

source: test contacts
de: Testkontakte

source: reply to
de: Antwort an

source: sending date
de: Versanddatum

source: Used for displaying the newsletter on the site.
de: Identifiziert den Newsletter auf der Seite

source: newsletters
de: Newsletter

source: Can change status
de: Kann Status ändern

source: file to attach
de: Datei die angehängt wird

source: sent in test
de: Testversand

source: error
de: Fehler

source: invalid email
de: ungültige E-Mail

source: opened
de: Geöffnet

source: opened on site
de: Auf der Seite geöffnet

source: link opened
de: Link geöffnet

source: unsubscription
de: Abmeldung

source: contact mailing status
de: Empfängerstatus

source: contact mailing statuses
de: Empfängerstati

source: permissions group
de: Rechtegruppe

source: workgroup
de: Arbeitsgruppe

source: workgroups
de: Arbeitsgruppen

source: Advanced
de: Erweitert

source: No relative object
de: Kein verknüpftes Objekt.

source: Related object
de: Verknüpft mit

source: Total subscriptions
de: Abonennten Gesamt

source: Export contacts as VCard
de: VCard-Export

source: Export contacts in Excel
de: Excel-Export

source: New mailinglist at %s
de: Neue Empfängerliste: %s

source: New mailing list created in admin at %s
de: Neue Empfängerliste: %s

source: %s succesfully created.
de: %s erfolgreich erstellt.

source: Create a mailinglist
de: Empfängerliste erstellen

source: %s contacts succesfully imported.
de: %s Kontakte erfolgreich importiert.

source: Please select a least 2 mailing list.
de: Bitte wählen Sie mind. 2 Mailinglisten aus.

source: Merging list at %s
de: Listen zusammengeführt: %s

source: Mailing list created by merging at %s
de: Empfängerliste erstellt durch Zusammenführung: %s

source: %s succesfully created by merging.
de: %s erfolgreich zusammengeführt.

source: Merge selected mailinglists
de: Ausgewählte Listen zusammenführen

source: Export Subscribers
de: Abonnenten exportieren

source: Receivers
de: Empfänger

source: Sending
de: Versand

source: Miscellaneous
de: Sonstiges

source: Default
de: Standard

source: Unable to download HTML, due to errors within.
de: HTML konnte nicht heruntergeladen werden. Fehler enthalten.

source: View historic
de: Verlauf anzeigen

source: Not available
de: Nicht verfügbar

source: Historic
de: Verlauf

source: View statistics
de: Statistik anzeigen

source: Statistics
de: Statistik

source: Unable send newsletter, due to errors within HTML.
de: Newsletter konnte nicht gesendet werden. Fehler im HTML.

source: %s succesfully sent.
de: %s erfolgreich versendet.

source: No test contacts assigned for %s.
de: Keine Testkontakte für %s

source: Send test email
de: Test-Email versenden

source: %s newletters are ready to send
de: %s Newsletter bereit zum Versand.

source: Make ready to send
de: Für Versand bereit machen.

source: %s newletters are cancelled
de: %s Newsletter abgebrochen.

source: Cancel the sending
de: Versand abbrechen

source: Configuration
de: Konfiguration

source: Check connection
de: Verbindung prüfen

source: Contacts length
de: Summe Kontakte

source: Mailing List length
de: Summe Mailingliste

source: Newsletter length
de: Summe Newsletter

source: Add %(name)s
de: %(name)s hinzufügen

source: Actions
de: Aktionen

source: Import %(name)s
de: %(name)s importieren

source: Add to a mailing list
de: Zu Empfängerliste hinzufügen.

source: Export %(name)s as VCard
de: %(name)s als VCard exportieren

source: Export %(name)s as Excel
de: %(name)s als Excel exportieren

source: Importation
de: Importierung

source: Subscription to mailing list
de: Zu Empfängerliste hinzufügen

source: Thanks for your subscription!
de: Danke für ihre Anmeldung!

source: Subscribe
de: Anmelden

source: Unsubscription
de: Abmelden

source: You are unsubscribed for this mailing list.
de: Sie wurden von dieser Liste abgemeldet.

source: Unsubscribe
de: Abmelden

source: Date
de: Datum

source: Contact
de: Kontakt

source: Action
de: Aktion

source: Broadcasting statistics
de: Versandstatistik

source: Total openings
de: Geöffnet Gesamt

source: Openings on site
de: Geöffnet auf Seite

source: Total openings unique
de: Geöffnet Eindeutig

source: Unknow delivery
de: Zustellung unbekannt

source: Unsubscriptions
de: Abmeldungen

source: Openings average
de: Geöffnet durchschnitt

source: Links statistics
de: Linkstatistik

source: Total clicked links
de: Geklickte Links Gesamt

source: Total clicked links unique
de: Geklickte Links eindeutig

source: Clicked links by openings
de: Geklickte Links nach Öffnungen

source: Clicked links average
de: Geklickte Links Durchschnitt

source: Consultation histogram
de: Histogramm

source: Period
de: Zeitraum

source: Report
de: Bericht

source: Download CSV report
de: CSV-Bericht herunterladen

source: Informations
de: Informationen

source: Recipients
de: Empfänger

source: View
de: Ansicht

source: Sending date
de: Versanddatum

source: Tests sent
de: Gesendete Tests

source: Statistics of %s
de: Statistik für %s

source: openings
de: Öffnungen

source: #val# openings
de: #val# Öffnungen

source: #val# clicks
de: #val# Klicks

source: Historic of %s
de: Verlauf für %s
